Repository: FreePBX-ContributedModules/campon
Catalog: i18n/*/LC_MESSAGES/campon.po
Languages: fa, pt_br, ru_ru, vi

source: Asterisk: cc_offer_timer. How long after dialing an extension a user has to make a call completion request.
pt_br: Asterisk: cc_offer_timer. Quanto tempo, depois de discar um ramal, um usuário terá para fazer uma solicitação de conclusão de chamada.
ru_ru: Asterisk: cc_offer_timer. Как долго после набора внутреннего номера будет выполняться запрос на вызов.
vi: Asterisk: cc_offer_timer.Sau khi quay số điện thoại nội bộ bao lâu thì người dùng phải thực hiện một yêu cầu hoàn thành cuộc gọi.

source: Asterisk: cc_offer_timer. How many seconds after dialing an extenion a user has to make a call completion request.
pt_br: Asterisk: cc_offer_timer. Quantos segundos, depois de discar um ramal, um usuário terá para fazer uma solicitação de conclusão de chamada.
ru_ru: Asterisk: cc_offer_timer. Время в секундах после набора номера пользователю, в течение которого выполняется завершение запроса вызова.
vi: Asterisk: cc_offer_timer. Sau khi quay số điện thoại nội bộ bao lâu thì người dùng phải thực hiện một yêu cầu hoàn thành cuộc gọi.

source: Asterisk: cc_recall_timer. How long in seconds to ring back a caller who's Caller Policy is set to 'Generic Device'. This has no affect if set to any other setting.
pt_br: Asterisk: cc_recall_timer. Quanto tempo, em segundos, para ligar de volta a um interlocutor cuja "Política de Chamadas" esteja definida como "Dispositivo genérico". Isto não tem efeito sobre qualquer outra configuração.
ru_ru: Asterisk: cc_recall_timer. Как долго будет идти вызов вызывающему, если если политика вызывающей стороны установлена в 'Generic Device'. Это опция не работает в других установках.
vi: Asterisk: cc_recall_timer. Bao nhiêu giây để gọi lại cho người gọi khi chính sách người gọi của họ được cài đặt về 'Generic Device'. Điều này không gây ảnh hưởng nếu cài đặt cho bất kỳ các thiết lập khác.

source: Asterisk: cc_recall_timer. How long to ring back a caller who's Caller Policy is set to 'Generic Device'. This has no affect if to any other setting.
pt_br: Asterisk: cc_recall_timer. Quanto tempo para ligar de volta a um interlocutor cuja "Política de Chamadas" esteja definida como "Dispositivo genérico". Isto não tem efeito sobre qualquer outra configuração.
ru_ru: Asterisk: cc_recall_timer. Как долго будет идти обратный вызов позвонившему, если если политика вызывающей стороны установлена в 'Обычное устройство'. Это опция не работает в других установках.
vi: Asterisk: cc_recall_timer. Bao nhiêu giây để gọi lại cho người gọi khi chính sách người gọi của họ được cài đặt về 'Generic Device'. Điều này không gây ảnh hưởng nếu cài đặt cho bất kỳ các thiết lập khác.

source: Asterisk: ccbs_available_timer. How long a call completion request will remain active before expiring if the phone rang busy when first attempting the call.
pt_br: Asterisk: ccbs_available_timer. Por quanto tempo uma solicitação de conclusão de chamada permanecerá ativa antes de expirar caso o telefone fique ocupado quando tentar realizar pela primeira vez a chamada.
ru_ru: Asterisk: ccbs_available_timer. Как долго запрос на вызов будет оставаться активным если внутренний номер, на который поступил вызов занят при первой попытке дозвониться.
vi: Asterisk: ccbs_available_timer. Một yêu cầu hoàn thành cuộc sẽ duy trì trong bao lâu trước khi hết thời gian nếu máy điện thoại rung bận khi lần đầu tiên gọi thử.

source: Asterisk: ccnr_available_timer. How long a call completion request will remain active before expiring if the phone was simply unanswered when first attempting the call.
pt_br: Asterisk: ccnr_available_timer. Por quanto tempo uma solicitação de conclusão de chamada permanecerá ativa antes de expirar caso o telefone não responda quando houver a primeira tentativa de chamada.
ru_ru: Asterisk: ccnr_available_timer. Как долго запрос на вызов будет оставаться активным если внутренний номер, на который поступил вызов не отвечает при первой попытке дозвониться.
vi: Asterisk: ccnr_available_timer. Một yêu cầu hoàn thành cuộc sẽ duy trì trong bao lâu trước khi hết thời gian nếu điện thoại không được trả lời khi lần đầu tiên gọi thử.

source: BLF Camp-On Available State
pt_br: Estado Disponível BLF Chamada em Espera
ru_ru: Состояние BLF Camp-On Доступен
vi: Trạng tháiBLF Camp-On khả dụng

source: BLF Camp-On Busy Caller State
pt_br: Estado Usuário Chamador Ocupado BLF Chamada em Espera
ru_ru: Состояние BLF Camp-On Занято позвонившему
vi: Trạng thái BLF người gọi bận

source: BLF Camp-On Pending State
pt_br: Estado Pendente BLF Chamada em Espera
ru_ru: Состояние BLF Camp-On В Ожидании
vi: Trạng thái chờ của BLF Camp-On

source: BLF Camp-On Recalling State
pt_br: Estado Rechamada BLF Chamada em Espera
ru_ru: Состояние BLF Camp-On повторного вызова
vi: Trạng thái gọi lại BLF Camp-On

source: Call Camp-On Services
fa: تماس سرویس های Camp-On
pt_br: Serviços Chamada em Espera
ru_ru: Сервис вызова Camp-On
vi: Dịch vụ gọi Camp-On

source: Callback Alert-Info
fa: اطلاعات هشدار تماس بازگشتی
pt_br: Chamada de Retorno Informação de Alerta
ru_ru: Информационное сообщение Alert для обратного вызова
vi: Thông tin cảnh báo gọi lại

source: Callback CID Prepend
fa: افزودن CID تماس بازگشتی
pt_br: Chamada de Retorno Prefixo CID
ru_ru: Приставка к CID для обратного вызова
vi: CID Prepend Gọi lại

source: Callback Device Directly
fa: وسیله مستقیم تماس بازگشتی
pt_br: Chamada de Retorno Diretamente ao Dispositivo
ru_ru: Обратный вызов для устройства напрямую
vi: Thiết bị gọi lại trực tiếp

source: Callback Extension (no Follow-Me)
fa: داخلی تماس بازگشتی (بدون مرا دنبال کن)
pt_br: Ramal de Chamada de Retorno(não Siga-me)
ru_ru: Обратный вызов внутреннего номера (не по опции Следуте сюда)
vi: Gọi lại điện thoại nội bộ ( Không Follow-Me)

source: Callback Standard
fa: استاندارد تماس بازگشتی
pt_br: Padrão Chamada de Retorno
ru_ru: Стандартный обратный вызов
vi: Tiêu chuẩn Gọi lại

source: Callee Alert-Info
fa: اطلاعات هشدار برقرارکننده تماس
pt_br: Informação de Alerta Usuário Chamado
ru_ru: Информационное сообщение Alert вызываемой стороне
vi: Thông tin cảnh bảo người được gọi

source: Callee CID Prepend
fa: افزودن CID برقرارکننده تماس
pt_br: Prefixo CID Chamado
ru_ru: Приставка к CID для вызываемой стороны
vi: CID Prepend người được gọi

source: Callee Policy
fa: سیاست تماس
pt_br: Política Usuário Chamado
ru_ru: Политика для вызываемого абонента
vi: Luật người được gọi

source: Callee Policy Default
pt_br: Padrão Política Usuário Chamado
ru_ru: Политика по умолчанию для вызываемой стороны
vi: Mặc định luật người được gọi

source: Caller Callback Mode
fa: حالت تماس بازگشتی
pt_br: Modo de Chamada de Retorno Usuário Chamador
ru_ru: Режим обратного вызова вызывающему абоненту
vi: Chế độ gọi lại của người gọi

source: Caller Policy
fa: سیاست تماس گیرنده
pt_br: Política do Usuário Chamador
ru_ru: Политика для вызывающего абонента
vi: Luật người gọi

source: Caller Policy Default
pt_br: Padrão Política Usuário Chamador
ru_ru: Политика по умолчанию для вызывающей стороны
vi: Mặc định luật người gọi

source: Caller Timeout to Request
fa: وقفه درخواستی تماس گیرنده
pt_br: Tempo Limite do Pedido do Usuário Chamador
ru_ru: Таймаут для запроста вызывающей стороны
vi: Thời gian chờ của người gọi để yêu cầu

source: Caller Timeout to Request Default
pt_br: Padrão Tempo Limite do Pedido do Usuário Chamador
ru_ru: Таймаут по умолчанию для запроса вызывающей стороны
vi: Thời gian chờ của người gọi để mặc định yêu cầu

source: Camp-On
pt_br: Chamada em Espera
vi: Tính năng Camp-On

source: Camp-On Cancel
fa: لغو Camp-On
pt_br: Cancelar Chamada em Espera
ru_ru: Отменить Camp-On
vi: Hủy Camp-On

source: Camp-On Module
fa: ماژول Camp-On
pt_br: Módulo Chamada em Espera
ru_ru: Модуль Camp-On
vi: Mô đun Camp-On

source: Camp-On Request
fa: درخواست Camp-On
pt_br: Solicitar Chamada em Espera
ru_ru: Запрос Camp-On
vi: Yêu cầu Camp-On

source: Camp-On Toggle
fa: تغییروضعیت Camp-On
pt_br: Alternar Chamada em Espera
ru_ru: Camp-On переключатель
vi: Chuyển chế độ Camp-On

source: Default Callback Alert-Info
pt_br: Padrão Chamada de Retorno Informação de Alerta
ru_ru: Значение по умолчанию поля Alert-Info при обратном вызове
vi: Mặc định Thông tin cảnh báo gọi lại

source: Default Callback CID Prepend
pt_br: Padrão Chamada de Retorno Prefixo CID
ru_ru: Префикс CID по умолчанию при обратном вызове
vi: Mặc định CID Prepend gọi lại

source: Default Callee Alert-Info
pt_br: Padrão Informação de Alerta Usuário Chamado
ru_ru: Значение по умолчанию поля Alert-Info для вызываемой стороны
vi: Mặc định Thông tin cảnh báo người được gọi

source: Default Callee CID Prepend
pt_br: Padrão Prefixo CID Usuário Chamado
ru_ru: Приставка к CID для вызываемой стороны по умолчанию
vi: Mặc định CID Prepend người được gọi

source: Default Caller Callback Mode
pt_br: Modo Padrão Retorno de Chamada Usuário Chamador
ru_ru: Режим по умолчанию для вызывающей стороны
vi: Mặc định chế độ gọi lại của người gọi

source: Default Max Camped-On Extensions
pt_br: Padrão Máximo Ramais em Chamada em Espera
ru_ru: Максимальное число внутренних номеров с задействованной опцией Camp-On
vi: Mặc định điện thoại nội bộ được Camped-On nhiều nhất

source: Default Max Queued Callers
pt_br: Padrão Máximo Usuários Chamadores em Fila
ru_ru: Максимальное число позвонивших
vi: Mặc định những gọi đang đợi lớn nhất

source: Default Time to Ring Back Caller
pt_br: Padrão Tempo para Ligar para o Usuário Chamador
ru_ru: Максимальное время обратного вызова вызывающему абоненту
vi: Mặc định thời gian để Người gọi gọi lại

source: Disable Camp-On
fa: غیرفعال کردن Camp-On
pt_br: Desabilitar Chamada em Espera
ru_ru: Отключить Camp-On
vi: Tắt Camp-On

source: Enable Camp-On functionality
fa: فعال کردن عملکرد Camp-On
pt_br: Habilitar funcionalidade Chamadas em Espera
vi: Bật tính năng Camp-On

source: Forcing default settings
fa: تنظیمات پیشفرض اجباری
pt_br: Forçar configurações padrão
ru_ru: Форсировать установки по умолчания
vi: Các cài đặt mặc định bắt buộc

source: Generic Device
fa: وسایل عمومی
pt_br: Dispositivo Genérico
ru_ru: Обычное устройство
vi: Thiết bị chung

source: If this is set to 'generic' or 'always' then it will be possible to attempt call completion requests when dialing non-extensions such as ring groups and other possible destinations that could work with call completion. Setting this will bypass any Callee Policies and can result in inconsistent behavior. If set, 'generic' is the most common, 'always' will attempt to use technology specific capabilities if the called extension uses a channel that supports that.
pt_br: Se estiver definido como 'genérico' ou 'sempre', será possível tentar solicitações de conclusão de chamada ao efetuar discagens que não sejam ramais, como grupos de toque e outros destinos possíveis que possam funcionar com a conclusão de chamada. Definir isso ignorará quaisquer Políticas do Usuário Chamado e pode resultar em comportamento inconsistente. Definir como 'genérico' é o mais comum, 'sempre' tentará usar recursos tecnológicos específicos se o ramal chamado usar um canal que suporte isso.
ru_ru: Если эта опция установлена в 'generic' или 'always' то это делает возможным попытаться завершить запрос вызова если набирались не прямые внутренние номера, а такие как группы вызова и другие возможные направления, которые могут использоваться при вызове. Установка этой опции будет обходить Политику вызовов и может приводить к противоречивому поведению системы. Если указано 'generic', то это наиболее общая политика, если 'always', то будет выполнена попытка использовать специфические возможности технологии, если вызывающий внутренний номер использует канал, который их поддерживают.
vi: Nếu cài đặt là 'generic' hoặc 'always' thì sau đó có thể cố thử các yêu cầu hoàn thành cuộc gọi khi đang quay số không phải là điện thoại nội bộ như các nhóm điện thoại hoặc các điểm đến có thể khác đang làm việc với hoàn thành cuộc gọi. Cài đặt này sẽ phân bổ bất cứ luật của người được gọi nào và có thể gây nên trạng thái việc không đồng nhất . Nếu cài đặt, 'generic' thường phổ biến nhất, còn 'always' sẽ thử sử dụng các khả năng kỹ thuật xác định nếu điện thoại nội bộ được gọi sử dụng một kênh được hỗ trợ điều này.

source: Max Camp-On Life Busy
fa: بیشترین زمان اشغالی Camp-On
pt_br: Máximo de Tempo de Vida de Chamadas em Espera Ocupadas
ru_ru: Время жизни Camp-On по статуту Занято, максимально
vi: Thời gian bận Camp-On tối đa

source: Max Camp-On Life Busy Default
pt_br: Padrão Máximo de Tempo de Vida de Chamadas em Espera Ocupadas
ru_ru: Максимальное время жизни по умолчанию режима Занято Camp-On
vi: Mặc định thời gian bận Camp-On tối đa

source: Max Camp-On Life No Answer
fa: بیشترین زمان بدون پاسخ Camp-On
pt_br: Máximo de Tempo de Vida de Chamadas em Espera Sem Resposta
ru_ru: Время жизни Camp-On по неответу, максимально
vi: Thời gian không trả lời Cam-On tối đa

source: Max Camp-On Life No Answer Default
pt_br: Padrão Máximo de Tempo de Vida de Chamadas Sem Resposta
ru_ru: Максимальное время жизни по умолчанию по неответу Camp-On
vi: Mặc định thời gian không trả lời Camp-On tối đa

source: Max Camped-On Extensions
fa: بیشترین داخلی های Camp-On
pt_br: Máximo de Ramais em Chamadas em Espera
ru_ru: Общее число внутренних номеров с опцией Camp-On, максимально
vi: Điện thoại nội bộ Camp-On tối đa

source: Max Queued Callers
fa: بیشترین تماس گیرنده های به صف شده
pt_br: Máximo de Usuários Chamadores na Fila
ru_ru: Максимальное число вызывающих абонентов в очереди на запросы
vi: Người gọi đang chờ tối đa

source: Maximum Active Camp-On Requests
pt_br: Máximo de Solicitações de Chamadas em Espera Ativas
ru_ru: Активных запросов Camp-On, максимально
vi: Các yêu cầu Camp-On kích hoạt tối đa

source: Native Technology Support
fa: پشتیبانی فن آوری محلی
pt_br: Tecnologia de Suporte Nativo
ru_ru: Поддержка собственной технологии
vi: Hỗ trợ kỹ thuật gốc

source: Native Where Available
fa: محلی در دسترس
pt_br: Nativo Quando Disponível
ru_ru: Собственный (если доступно)
vi: Gốc nơi khả dụng

source: Non Extensions Callee Policy
pt_br: Política de Usuários Chamados Sem Ramais
ru_ru: Политика вызовов на служебные внутренние номера
vi: Luật người được gọi đối với các điện thoại không nội bộ

source: Only Use Default Camp-On Settings
pt_br: Somente Usar Configurações de Chamadas em Espera Padrão
ru_ru: Использовать только дефолтные установки Camp-On
vi: Chỉ sử dụng các cài đặt Camp-On mặc định

source: Please enter a valid Alert-Info
fa: لطفا اطلاعات هشدار معتبر وارد کنید
pt_br: Por favor, insira uma Informação de Alerta válida
ru_ru: Введите действительную информацию для пакета Alert-Info
vi: Vung lòng nhập một thông tin cảnh báo hợp lệ

source: Please enter a valid CID Prefix
fa: لطفا پیش شماره CID معتبر وارد کنید
pt_br: Por favor, insira um Prefixo CID válido
ru_ru: Введите действительный префикс CID
vi: Vui lòng nhập một CID Prefix hợp lệ

source: Settings
pt_br: Configurações
ru_ru: Настройки
vi: Các cài đặt

source: Silent
fa: بی صدا
pt_br: Silencioso
ru_ru: Тишина
vi: Im lặng

source: System wide maximum number of outstanding Camp-On requests that can be active. This limit is useful on a system that may have memory constraints since the internal state machine takes up system resources relative to the number of active requests it has to track. Restart Asterisk for changes to take effect.
pt_br: Número máximo de pedidos pendentes da Chamada em Espera que podem ser ativados. Esse limite é útil em um sistema que possui restrições de memória, caso a máquina tenha os recursos do sistema limitados em relação ao número de solicitações ativas que ele precisa controlar. Reinicie o Asterisk para que as alterações entrem em vigor.
ru_ru: Общее количество принятых запросов Camp-On, макисмально, которые будут активны. Это ограничение может быть полезно на системах с ограниченной оперативной памятью, в которых состояние системы и её ресурсов напрямую зависит от количества одновременных запросов, которые отслеживаются системой в текущий момент. Необходим рестарт Астериск чтобы изменения вступили в силу.

source: The following settings are being used for all extensions. To configure individually set 'Only Use Default Camp-On Settings' to false on the Advanced Settings page. Active settings:
fa: این تنظیمات برای تمام داخلی ها استفاده میشود. برای تنظیمات جداگانه 'فقط برای تنظیمات Camp-On پیشفرض' در صفحه تنظیمات پیشرفته به غلط تغییر دهید. تنظیمات فعال:
pt_br: As seguintes configurações estão sendo usadas para todos os ramais. Para configurar individualmente, defina 'Somente Usar as Configurações Padrão da Chamada em Espera' para falso na página Configurações Avançadas. Configurações ativas:
ru_ru: Нижеследующие установки будут применены ко всем внутренним номерам. Чтобы сконфигурировать индивидуальные настройки необходимо установить флаг 'Использовать только установки Camp-On по умолчанию' в разделе Дополнительные настройки в 'false'. Текужие устанвки:

source: This is the state that will be set for BLF subscriptions after attempting a call while it is still possible to Camp-On to the last called number, prior to the offer_timer expiring. Restart Asterisk for changes to take effect.
pt_br: Este é o estado que será definido para as assinaturas BLF depois de tentar uma chamada enquanto ainda é possível colocar em espera o último número chamado, antes de expirar o offer_timer. Reinicie o Asterisk para que as alterações entrem em vigor.
ru_ru: Значение состояния BLF, показывающего возможность Camp-On запроса на последний набранный номер перед истечением таймера offer_timer. Для того, что бы этот параметр заработал требуется перезапуск Asterisk.

source: This is the state that will be set for BLF subscriptions once the callee becomes available if the caller is not busy. Restart Asterisk for changes to take effect.
pt_br: Este é o estado que será definido para as assinaturas BLF quando o usuário chamado estiver disponível se o usuário chamador não estiver ocupado. Reinicie o Asterisk para que as alterações entrem em vigor.
ru_ru: Это состояние которое будет установлено для информации BLF по подписке о том, что вызываемая сторона будет доступна, если позвонившая сторона не занята. Необходим рестарт Астериска чтобы изменения вступили в силу.

source: This is the state that will be set for BLF subscriptions upon a successful Camp-On request, pending a callback when the party becomes available. Restart Asterisk for changes to take effect.
pt_br: Este é o estado que será definido para as assinaturas BLF após uma solicitação de Chamada em Espera bem-sucedida, enquanto aguarda uma chamada de retorno quando a parte estiver disponível. Reinicie o Asterisk para que as alterações entrem em vigor.
ru_ru: Это состояние которое будет установлено для информации BLF по подписке после успешного запроса Camp-On, устанавливающее ожидание для обратного вызова тогда, когда абонент освободится. Необходим рестарт Астериска чтобы изменения вступили в силу.

source: This module implements the Call Completion Supplemental Services (CCSS) often referred to as Call Camping or Camp-On. It allows a caller to request the system call them back when a busy or non-responding extension becomes available. Requires Asterisk 1.8 or higher.
pt_br: Este módulo implementa o Call Completion Supplemental Services (CCSS), muitas vezes referido como Chamada em Espera. Ele permite que um usuário chamador solicite ao sistema a chamá-los novamente quando uma extensão estiver ocupada ou não estiver disponível. Requer Asterisk 1.8 ou superior.
ru_ru: Этот модуль реализует Справочную Услугу Завершение вызова (CCSS). Это ещё называют услугой вызова Отдых на природе или Camp-On. Она позволяет абоненту запросить систему совершить вызов Call-back, если номер был занят или не отвечал тогда, когда номер станет доступным.

source: Time to Ring Back Caller
fa: زمان زنگ بازگشتی تماس گیرنده
pt_br: Tempo para ligar de volta ao usuário chamador
ru_ru: Время обратного вызова вызывающему абоненту

source: When set to true the target extension being called will be announced upone answering the Callback prior to ringing the extension. Setting this to false will go directly to ringing the extension, the CID information will still reflect who is being called back.
pt_br: Quando definido como verdadeiro, o ramal de destino que está sendo chamado será anunciado ao atender a chamada de retorno antes de tocar o ramal. Definir isso como falso irá diretamente para o ramal que está tocando, a informação CID ainda irá refletir quem está sendo chamado de volta.
ru_ru: Если установлено, вызываемая сторона будет оповещена при ответе на обратный вызов перед тем, как вызов будет отправлен вызывающей стороне. Информация в поле CID будет установлена вне зависимости от значения данного параметра.

source: Whether or not to announce the extension that is being called back when the phone is picked up.
fa: هشدار دادن یا ندادن تماس بازگشتی به داخلی وقتی تلفن برداشته شده است.
pt_br: Se deve ou não anunciar o ramal que está sendo chamado de volta quando o telefone é tirado do gancho.
ru_ru: Оповещать при ответе абонента, запросивщего обратный вызов.

source: With this set to no, none of the hints or dialplan will generate for Camp-On
fa: با تنظیم روی خیر، هیچ نقشه تماسی برای Camp-On ایجاد نمیشود
pt_br: Com este conjunto definido para não, nenhuma das dicas ou plano de discagem será gerado para Chamada em Espera

source: You can force all extensions on a system to only used the default Camp-On settings. When in this mode, the individual settings will not be shown on the extension page. If there were unique settings previously configured, the data will be retained but not used unless you switch this back to false. With this set, the Caller Policy (cc_agent_policy) and Callee Policy (cc_monitor_policy) settings will still be configurable for each user so you can still enable/disable Call Camping ability on select extensions.
pt_br: Você pode forçar todos os ramais de um sistema a usar apenas as configurações de Chamada em Espera padrão. Neste modo, as configurações individuais não serão mostradas na página de ramais. Se houver configurações exclusivas configuradas previamente, os dados serão mantidos, mas não serão usados, a menos que você alterne isso para falso. Com este conjunto, as configurações de Política de Usuário Chamador (cc_agent_policy) e Política de Usuário Chamado (cc_monitor_policy) continuarão configuráveis para cada usuário, de modo que você ainda possa ativar/desativar as Chamadas em Espera em ramais selecionados.
ru_ru: Можно форсировать использовать только дефолтные установки Camp-On всем внутренним Caller IDуальные настройки Camp-On у каждого внутреннего номера не видны. Если там уже были установлены какие-то индивидуальные настройки, то они не пропадут, но они будут использоваться когда этот флаг установлен в 'false'. Этой установкой настройки политик по умолчанию для вызывающей (cc_agent_policy) и вызываемой (cc_monitor_policy) сторон будут также конфигурабельны для каждого пользователя, и, таким образом, можно по-прежнему включать/выключать возможность вызовов Camp-On для внутреннего номера.

source: 1 min
fa: ۱دقیقه
ru_ru: 1 мин
vi: 1 phút

source: 10 min
fa: ۱۰دقیقه
vi: 10 phút

source: 100 min
fa: ۱۰۰دقیقه
vi: 100 phút

source: 2 min
fa: ۲دقیقه
ru_ru: 2 мин
vi: 2 phút

source: 20 min
fa: ۲۰دقیقه
vi: 20 phút

source: 3 min
fa: ۳دقیقه
vi: 3 phút

source: 4 min
fa: ۴دقیقه
vi: 4 phút

source: 40 min
fa: ۴۰دقیقه
vi: 40 phút

source: 5 min
fa: ۵دقیقه
vi: 5 phút

source: 60 min
fa: ۶۰دقیقه
vi: 60 phút

source: 80 min
fa: ۸۰دقیقه
vi: 80 phút
