Repository: FreePBX-ContributedModules/campon
Catalog: i18n/*/LC_MESSAGES/campon.po
Languages: fa, pt_br, ru_ru, vi

source: %s Incoming Requests
fa: %s درخواست های ورودی
pt_br: %s Solicitações de Entrada
ru_ru: %s Входящий запрос
vi: %s các yêu cầu đến

source: %s Outgoing Requests
fa: %s درخواست های خروجی
pt_br: %s Solicitações de Saída
ru_ru: %s Исходящий запрос
vi: %s các yêu cầu đi

source: %s sec
fa: %s ثانیه
pt_br: %s seg
ru_ru: %s сек
vi: %s giây

source: 2 hrs
fa: ۲ساعت
pt_br: 2 h
ru_ru: 2 часа
vi: 2 giờ

source: 20 sec
fa: ۲۰ثانیه
pt_br: 20 seg
ru_ru: 20 сек
vi: 20 giây

source: 3 hrs
fa: ۳ساعت
pt_br: 3 h
ru_ru: 3 часа
vi: 3 giờ

source: 30 sec
fa: ۳۰ثانیه
pt_br: 30 seg
ru_ru: 30 сек
vi: 30 giây

source: 4 hrs
fa: ۴ساعت
pt_br: 4 h
ru_ru: 4 часа
vi: 4 giờ

source: 45 sec
fa: ۴۵ثانیه
pt_br: 45 seg
ru_ru: 45 сек
vi: 45 giây

source: 5 hrs
fa: ۵ساعت
pt_br: 5 h
ru_ru: 5 часов
vi: 5 giờ

source: 6 hrs
fa: ۶ساعت
pt_br: 6 h
ru_ru: 6 часов
vi: 6 giờ

source: 7 hrs
fa: ۷ساعت
pt_br: 7 h
ru_ru: 7 часов
vi: 7 giờ

source: 8 hrs
fa: ۸ساع
pt_br: 8 h
ru_ru: 8 часов
vi: 8 giờ

source: Affects Asterisk: cc_agent_dialstring. If not set a callback request will be dialed straight to the speciifc device that made the call. If using 'native' technology support this may be the peferred mode. The 'internal' (Callback Standard) option will intiate a call back to the caller just as if someone else on the system placed the call, which means the call can pursue Follow-Me. To avoid Follow-Me setting, choose 'extension' (Callback Extension).
pt_br: Ela afeta o Asterisk: cc_agent_dialstring. Se não for definido,um pedido de chamada de retorno será discado diretamente ao dispositivo que fez a chamada. Se estiver usando suporte de tecnologia 'nativa', esse pode ser o modo preferencial. A opção "interna" (chamada de retorno padrão) inicia uma chamada para o usuário chamador como se alguém no sistema tivesse feito a chamada, o que significa que a chamada pode prosseguir com o Siga-me. Para evitar configurações Siga-me, selecione "ramal" (ramal de chamada de retorno).
ru_ru: Affects Asterisk: cc_agent_dialstring. Если не установлено специально, запрос на обратный вызов будет совершаться прямо на то устройство, которое сделало звонок. Если используется 'native' - собственная технология вызова, то это может быть предпочтением. Опция 'internal' (стандартная для обратного вызова) будет инициировать обратный вызов позвонившему так, как будто звонок совершается изнутри системы, то есть по сценарию Следуйте сюда. Чтобы не учитывать установки Следуйте сюда - выбирайте 'extension' (Обратный вызов внутреннего номера).
vi: Ảnh hưởng đến Asterisk: cc_agent_dialstring. Nếu không cài đặt yêu cầu một cuộc gọi lại thì sẽ được quay thẳng đến thiết bị được xác định đã thực hiện cuộc gọi. Nếu sử dụng hỗ trợ công nghệ "native", đây có thể là chế độ được ưu tiên. Tùy chọn 'Internal' (Callback Standard) sẽ kích hoạt cuộc gọi lại đến người gọi giống như người khác trong hệ thống đã đặt cuộc gọi, có nghĩa là cuộc gọi có thể theo đuổi Follow-Me. Để tránh cài đặt Follow-Me, hãy chọn 'extension' (Callback Extension).

source: Affects Asterisk: cc_agent_dialstring. With 'Callback Device Directly' a callback request will be dialed straight to the specific device that made the call. If using 'Native Technology Support' this may be the preferred mode. The 'Callback Standard' option will initiate a call back to the caller just as if someone else on the system placed the call, which means the call can pursue Follow-Me. To avoid Follow-Me setting, choose 'Callback Extension'.
pt_br: Ela afeta o Asterisk: cc_agent_dialstring. Com a 'Chamada de Retorno Diretamente ao Dispositivo', significa que uma chamada de retorno será discada diretamente para o dispositivo específico que fez a chamada. Se estiver usando 'Suporte à Tecnologia Nativa', este pode ser o modo preferencial. A opção 'Chamada de Retorno Padrão' inicia uma chamada para o usuário chamador como se alguém no sistema tivesse realizado, o que significa que a chamada pode prosseguir com o Siga-me. Para evitar configurações Siga-me, selecione 'Ramal de Chamada de Retorno'.
ru_ru: Затрагивает Asterisk: cc_agent_dialstring. В режиме 'Обратный вызов напрямую' обратный вызов будет отправлен напрямую на абонента, запросившего вызов. При использовании 'Собственной технологии' это является предпочтительным режимом. Значение 'Стандартный обратный вызов' будет инициировать обратный вызов на любой номер в системе, в том числе и на номер Follow-Me. Для отказа от использовании Follow-Me в обратном вызове, выберите 'Обратный звонок на внутренний номер'.
vi: Ảnh hưởng đến Asterisk: cc_agent_dialstring. Với 'Callback Device Directly' một yêu cầu gọi lại sẽ quay thẳng đến thiết bị được xác định đã thực hiện cuộc gọi. Nếu sử dụng 'Hỗ trợ công nghệ "native", đây có thể là chế độ được ưu tiên. Tùy chọn (Callback Standard) sẽ kích hoạt cuộc gọi lại đến người gọi giống như người khác trong hệ thống đã đặt cuộc gọi, có nghĩa là cuộc gọi có thể theo đuổi Follow-Me. Để tránh cài đặt Follow-Me, hãy chọn 'Callback Extension'.

source: An optional Alert-Info setting that can be used to send to the extension being called back.
pt_br: Uma configuração de Informação de Alerta opcional que pode ser usada para enviar para o ramal que está recebendo a chamada de retorno.
ru_ru: Назначаемое значение Alert-Info для вызываемой стороны.
vi: Một cài đặt Thông tin cảnh báo (Alert-Info) có thể được sử dụng để gửi tới thuê bao nội bộ ( extension) đang được gọi lại.

source: An optional Alert-Info setting that can be used when initiating a callback. Only valid when 'Caller Policy' is set to 'generic' device'
pt_br: Uma configuração de Informação de Alerta opcional que pode ser usada ao iniciar uma chamada de retorno. Apenas válida quando a 'Política de Chamadas' for definida como dispositivo 'genérico'
vi: Một cài đặt lựa chọn Thông tin cảnh báo ( Alert- Infor) có thể được sử dụng khi kích hoạt một cuộc gọi lại. Chỉ hợp lệ khi " Caller Policy" ( Luật người gọi) được cài đặt là 'generic device'

source: An optional Alert-Info setting that can be used when initiating a callback. Only valid when 'Caller Policy' is set to a 'Generic Device' and 'Caller Callback Mode' is not set to 'Callback Device Directly'.
pt_br: Uma configuração de Informação de Alerta opcional que pode ser utilizada ao iniciar uma chamada de retorno. Apenas válida quando a opção da 'Política de Chamadas' for definida como um 'Dispositivo Genérico' e o 'Modo de Chamada de Retorno ao Usuário Chamador' não estiver definido como 'Chamada de Retorno Diretamente ao Dispositivo'.
ru_ru: Назначаемое значение поля Alert-Info, которое будет использовано при обратном вызове. Используется только при политике вызывающей стороны 'Обычное устройство' и режиме обратного вызова, отличного от 'Обратный вызов напрямую'.
vi: Một cài đặt lựa chọn Thông tin cảnh báo ( Alert- Infor) có thể được sử dụng khi kích hoạt một cuộc gọi lại. Chỉ hợp lệ khi Caller Policy" ( Luật người gọi) được cài đặt 'generic' device' ( thiết bị chung) và "Caller Callback Mode" ("Chế độ người gọi lại) không cài đặt "'Callback Device Directly'.

source: An optional CID Prepend setting that can be used to send to the extension being called back.
pt_br: Uma configuração opcional de Prefixo CID que pode ser usada para enviar ao ramal a ser chamado.
ru_ru: Опционально - приставка к установке CID которая может быть использована для номера, на который выполняется обратный вызов.
vi: Cài đặt CID Prepend có thể được sử dụng để gửi tới thuê bao nội bộ đang được gọi lại.

source: An optional CID Prepend setting that can be used to send to the extension being called back.'
pt_br: Uma configuração opcional de Prefixo CID que pode ser usada para enviar ao ramal a ser chamado.'
vi: Cài đặt CID Prepend có thể được sử dụng để gửi tới thuê bao nội bộ đang được gọi lại.'

source: An optional CID Prepend setting that can be used when initiating a callback. Only valid when 'Caller Policy' is set to a 'Generic Device' and 'Caller Callback Mode' is not set to 'Callback Device Directly'.
pt_br: Uma configuração opcional de Prefixo CID que pode ser usada ao iniciar uma chamada de retorno. Apenas válido quando a opção 'Política de Chamadas' for definida como um 'Dispositivo Genérico' e o 'Modo de Chamada de Retorno ao Usuário Chamador' não estiver definido como 'Chamada de Retorno Diretamente ao Dispositivo'.
ru_ru: Назначаемое значение префикса CID при обратном вызове.Используется только при политике вызывающей стороны 'Обычное устройство' и режиме обратного вызова, отличного от 'Обратный вызов напрямую'.
vi: Cài đặt CID Prepend có thể được sử dụng khi kích hoạt một cuộc gọi lại. Chỉ hợp lệ khi 'Caller Policy ( Luật người goi) được cài đặt 'Generic Device' ( Thiết bị chung) và 'Caller Callback Mode' ( Chế độ người gọi lại cho người gọi) không được cài đặt là 'Callback Device Directly'.

source: An optional CID Prepend setting that can be used when initiating a callback. Only valid when 'Caller Policy' is set to a 'generic' device'
pt_br: Uma configuração opcional de Prefixo CID que pode ser usada ao iniciar uma chamada de retorno. Apenas válida quando a 'Política de Chamadas' for definida como um 'dispositivo genérico'
vi: Cài đặt CID Prepend có thể được sử dụng khi kích hoạt một cuộc gọi lại. Chỉ hợp lệ khi 'Caller Policy' ( Chính sách người goi) được cài đặt 'Generic' Device' ( Thiết bị chung)

source: Announce
fa: اعلام
pt_br: Anúncio
ru_ru: Приветствие
vi: Thông báo

source: Announce Callback Extension
fa: اعلام داخلی تماس بازگشتی
pt_br: Anúncio de Ramal de Chamada de Retorno
ru_ru: Сообщение для обратного вызова внутреннему номеру
vi: Thông báo thuê bao nội bộ gọi lại

source: Announce the Callee Extension
pt_br: Anuncie o Ramal do Usuário Chamado
ru_ru: Оповещение о звонке вызываемой стороне
vi: Thông báo thuê bao nội bộ của người được gọi

source: Asteirsk: ccbs_available_timer. How long a call completion request will remain active, in seconds, before expiring if the phone rang busy when first attempting the call.
pt_br: Asterisk: ccbs_available_timer. Por quanto tempo uma solicitação de retorno permanecerá ativa, em segundos, antes de expirar, se o telefone respondeu ocupado ao tentar pela primeira vez a chamada.
ru_ru: Asterisk: ccbs_available_timer. Как долго запрос вызова будет оставаться активным, в секундах, после чего запрос снимается, если телефон, на котороый совершён вызов занят при первой попытке дозвониться.
vi: Asteirsk: ccbs_available_timer. Yêu cầu hoàn tất cuộc gọi sẽ duy trì hoạt động bao lâu, trong vài giây, trước khi hết thời gian nếu điện thoại rung bận khi lần đầu tiên thực hiện cuộc gọi.

source: Asteirsk: ccnr_available_timer. How long a call completion request will remain active, in seconds, before expiring if the phone was simply unanswered when first attempting the call.
pt_br: Asteirsk: ccnr_available_timer. Por quanto tempo uma solicitação de chamada de retorno permanecerá ativa, em segundos, antes de expirar, se o telefone ficou sem resposta ao tentar pela primeira vez a chamada.
ru_ru: Asterisk: ccnr_available_timer. Как долго запрос на вызов будет оставаться активным, в секундах, прежде чем закончится, если внутренний номер просто не ответил на начальный вызов.
vi: Asteirsk: ccbs_available_timer. Yêu cầu hoàn tất cuộc gọi sẽ duy trì hoạt động bao lâu, trong vài giây, trước khi hết thời gian nếu điện thoại không được trả lời khi lần đầu tiên thực hiện cuộc gọi.

source: Asterisk: cc_agent_policy. Used to enable Camp-On for a user and set the Technology Mode that will be used when engaging the feature. In most cases 'generic' should be chosen unless you have phones designed to work with channel specific capabilities.
pt_br: Asterisk: cc_agent_policy. Ele é usado para ativar a chamada em espera para um usuário e definir o Modo de Tecnologia utilizada. Na maioria dos casos você deve escolher "genérico" a menos que você tenha telefones projetados para trabalhar com recursos específicos do canal.
ru_ru: Asterisk: cc_agent_policy. Используется для включения опции Camp-On для пользователя и установки вида технологии, которая будет использоваться при этом. В большинстве случаев необходимо и достаточно выбрать 'generic', кроме случаев, когда у вас телефон умеет работать с какими то особенными специфическими возможностями.
vi: Asterisk: cc_agent_policy. Được sử dụng để kích hoạt mô đun Camp-on ( Mô đun này cho phép người gọi yêu cầu hệ thống gọi cho họ khi một tổng đài nội bộ bận hoặc không đáp ứng trở nên khả dụng) cho một người dùng và cài đặt chế độ Công nghệ mà sẽ được sử dụng khi gán vào đặc tính này. Trong hầu hết các trường hợp, nên chọn 'generic' trừ khi bạn có các điện thoại được thiết kế để có thể hoạt động với những khả năng xác định của kênh.

source: Asterisk: cc_agent_policy. Used to enable Camp-On for this user and set the Technology Mode that will be used when engaging the feature. In most cases 'Generic Device' should be chosen unless you have phones designed to work with channel specific capabilities.
pt_br: Asterisk: cc_agent_policy. Ele é usado para ativar a chamada em espera para este usuário e definir o Modo de Tecnologia utilizada. Na maioria dos casos você deve escolher "Dispositivo Genérico" a menos que você tenha telefones projetados para trabalhar com recursos específicos do canal.
ru_ru: Asterisk: cc_agent_policy. Используется для включения Camp-On для пользователя и указания технологии, посредством которой будет задействована эта опция. В большинстве случаев лучше выбрать 'Обычное устройство' если ваш телефон не разработан для использования каналов специфических технологий.
vi: Asterisk: cc_agent_policy. Được sử dụng để kích hoạt mô đun Camp-on ( Mô đun này cho phép người gọi yêu cầu hệ thống gọi cho họ khi một tổng đài nội bộ bận hoặc không đáp ứng trở nên khả dụng) cho một người dùng và cài đặt chế độ Công nghệ mà sẽ được sử dụng khi gán vào đặc tính này. Trong hầu hết các trường hợp, nên chọn 'generic' trừ khi bạn có các điện thoại được thiết kế để có thể hoạt động với những khả năng xác định của kênh.

source: Asterisk: cc_max_agents. Only valid for when using 'Native Technology Support' for Caller Policy. This is the number of outstanding Call Completion requests that can be pending to different extensions. With 'Generic Device' mode you can only have a single request outstanding and this will be ignored.
pt_br: Asterisk: cc_max_agents. Apenas válido para usar o 'Suporte de Tecnologia Nativa' para a Política de Chamadas. Este é o número de solicitações de conclusão de chamada pendentes que podem estar aguardando por ramais específicos. Com o modo "Dispositivo genérico", você só pode ter uma úncia solicitação pendente e isso será ignorado.
ru_ru: Asterisk: cc_max_agents. Параметр действителен только при использовании 'Поддержки собственной технологии' для политики вызывающей стороны. Это общее количество внешних запросов для выполнения вызовов, которые находятся в статусе ожидания для различных внутренних номеров. При установке параметра 'Какое-то устройство' если сделан единичный запрос для выполнения вызова, то этот флаг будет игнорироваться.
vi: Asterisk: cc_max_agents. Chỉ hợp lệ khi sử dụng 'Native Technology Support' (Hỗ trợ kỹ thuật gốc) cho chính sách người gọi. Đây là số của các yêu cầu Call Completion (hoàn thành cuộc gọi) chưa được giải quyết có thể đang đợi các cuộc gọi nội bộ khác nhau. Với chế độ 'Generic Device' bạn chỉ có thể có một yêu cầu đang đợi và điều này sẽ bị bỏ qua.

source: Asterisk: cc_max_agents. Only valid for when using 'native' technology support for Caller Policy. This is the number of outstanding Call Completion requests that can be pending to different extensions. With 'generic' device mode you can only have a single request outstanding and this will be ignored.
pt_br: Asterisk: cc_max_agents. Só se aplica quando a tecnologia "nativa" é usada na Política de Chamadas. Este é o número de pedidos pendentes de chamadas de retorno que podem estar aguardando por ramais específicos. Com o modo de dispositivo "genérico" pode só ter um pedido pendente e isso será ignorado.
ru_ru: Asterisk: cc_max_agents. Данный параметр имеет значение при использовании технологии 'native' для вызывающей стороны и определяет количество незаконченных запросов CCSS для отдельного внутреннего номера. При использовании технологии 'generic' для отдельного внутреннего номера может быть только один запрос и данный параметр будет проигнорирован.
vi: Asterisk: cc_max_agents. Chỉ hợp lệ khi sử dụng 'Native' technology support ( Hỗ trợ kỹ thuật gốc) cho chính sách người gọi. Đây là số của các yêu cầu Call Completion (hoàn thành cuộc gọi) chưa được giải quyết có thể đang đợi các cuộc gọi nội bộ khác nhau. Với chế độ 'Generic Device' bạn chỉ có thể có một yêu cầu đang đợi và điều này sẽ bị bỏ qua.

source: Asterisk: cc_max_monitors. This is the maximum number of callers that are allowed to queue up call completion requests against this extension.
pt_br: Asterisk: cc_max_monitors. Este é o número máximo de interlocutores permitidos para a fila solicitações de conclusão de chamadas sobre esta extensão.
ru_ru: Asterisk: cc_max_monitors. Максимальное значение запросов CCSS, которые одновременно могут быть направлены этому абоненту.
vi: Asterisk: cc_max_monitors. Đầy là số người gọi lớn nhất được phép xếp hàng đợi yêu cầu hoàn thành cuộc gọi tới số điện thoại nội bộ.

source: Asterisk: cc_monitor_policy. Used to control if other phones are allowed to Camp On to an extension. If so, it sets the technology mode used to monitor the availability of the extension. If no specific technology support is available then it should be set to a 'generic'. In this mode, a callback will be initiated to the extension when it changes from an InUse state to NotInUse. If it was busy when first attempted, this will be when the current call has eneded. If it simply did not answer, then this will be the next time this phone is used to make or answer a call and then hangs up. It is possible to set this to take advantage of 'native' technology support if available and automatically fallback to 'generic' whe not by setting it to 'always'.
pt_br: Asterisk: cc_monitor_policy. Ele é usado para controlar se outros telefones estão autorizados a realizar chamada em espera em um ramal . Se assim for, define o modo da tecnologia utilizada para monitorar a disponibilidade do ramal. Se não houver suporte tecnológico específico disponível, então ele deve ser definido como "genérico". Neste modo, uma chamada de retorno será lançada para o ramal quando se muda de um estado de InUse para NotInUse. Se esteve ocupado quando tentou pela primeira vez, isto irá gerar a chamada em andamento. Se não obteve resposta, então será na próxima vez que o telefone for usado para ligar ou atender uma chamada e, em seguida, desliga..É possível configurá-lo para aproveitar o suporte de tecnologia "nativo", se disponível, e voltar automaticamente para "genérico" quando não estiver definido para "sempre".
ru_ru: Asterisk: cc_monitor_policy. Служит для контроля могут ли другие телефоны вызывать внутренний номер в режиме Camp-On. Если не используется какая-то специфическая технология вызова, то должно быть установлено в 'generic'. В этом режиме обратный звонок инициируется когда статус внутреннего номера изменится с InUse на NotInUse. Если с первой попытки получен статус Занято, то это произойдёт когда закончится текущий разговор. Если же просто никто не ответил, то это произойдёт в тот момент, когда этот телефон будет использоваться, или ответит на вызов, и закончит его. Есть возможность попытаться указать 'native' как поддерживаемую технологию, и автоматически перейти на 'generic' если не указано 'always'.
vi: Asterisk: cc_monitor_policy. Dùng để điều khiển nếu điện thoại khác được cho phép Camp On đến một điện thoại nội bộ. Nếu thế, nó cài đặt chế độ kỹ thuật dùng để theo dõi tính khả dụng của điện thoại bộ. Nếu không có hỗ trợ kỹ thuật cụ thể nào khả dụng thì sau đó nó được cài đặt về "generic'. Ở chế độ này, một cuộc gọi lại sẽ được kích hoạt tới điện thoại nội bộ khi nó thay đổi từ trạng thái Đang sử dụng ( Inuse) sang trạng thái Không sử dụng (Notinuse). Nếu điện thoại báo bận, đó là khi cuộc gọi hiện tại vừa kết thúc. Nếu nó không trả lời, sau đó lần kế tiếp điện thoại này được dùng để goi hoặc trả lời cuộc gọi và sau đó cúp máy. Có thể cài đặt như thế để tận dụng hỗ trợ kỹ thuật gốc nếu khả dụng và tự động trở về 'generic' khi không cài đặt là 'always'.

source: Asterisk: cc_monitor_policy. Used to control if other phones are allowed to Camp On to this extension. If so, it sets the technology mode used to monitor the availability of the extension. If no specific technology support is available then it should be set to a 'Generic Device'. In this mode, a callback will be initiated to this extension when it changes from an InUse state to NotInUse. If it was busy when first attempted, this will be when the current call has ended. If it simply did not answer, then this will be the next time this phone is used to make or answer a call and then hangs up. It is possible to set this to take advantage of 'Native Technology Support' if available and automatically fallback to the 'Generic Mode' when not.
pt_br: Asterisk: cc_monitor_policy. Ele é usado para controlar se outros telefones estão autorizados a realizar chamada em espera em um ramal . Se assim for, define o modo da tecnologia utilizada para monitorar a disponibilidade do ramal. Se não houver suporte tecnológico específico disponível, então ele deve ser definido como "genérico". Neste modo, uma chamada de retorno será lançada para o ramal quando se muda de um estado de InUse para NotInUse. Se esteve ocupado quando tentou pela primeira vez, isto irá gerar a chamada em andamento. Se não obteve resposta, então será na próxima vez que o telefone for usado para ligar ou atender uma chamada e, em seguida, desliga..É possível configurá-lo para aproveitar o suporte de tecnologia "nativo", se disponível, e voltar automaticamente para "Modo Genérico" quando não estiver definido para "sempre".
ru_ru: Asterisk: cc_monitor_policy. Технология, используемая для определения состояния доступности абонента для сервиса CCSS. Если абонент не поддерживает специфическую технологию определения доступности, этот параметр должен быть установлен как 'Обычное устройство'. В этом режиме обратный вызов будет инициирован, когда состояние абонента изменится с InUse на NotInUse. При запросе обратного вызова по "занято", обратный вызов будет инициирован, когда закончится текущий вызов.При запросе обратного вызова по "активности", обратный вызов будет инициирован, после завершения очередного входящего или исходящего вызова абонента.
vi: Asterisk: cc_monitor_policy. Dùng để điều khiển nếu điện thoại khác được cho phép Camp On đến một điện thoại nội bộ. Nếu thế, nó cài đặt chế độ kỹ thuật dùng để theo dõi tính khả dụng của điện thoại bộ. Nếu không có hỗ trợ kỹ thuật cụ thể nào khả dụng thì sau đó nó được cài đặt về "generic'. Ở chế độ này, một cuộc gọi lại sẽ được kích hoạt tới điện thoại nội bộ khi nó thay đổi từ trạng thái Đang sử dụng ( Inuse) sang trạng thái Không sử dụng (Notinuse). Nếu điện thoại báo bận, đó là khi cuộc gọi hiện tại vừa kết thúc. Nếu nó không trả lời, sau đó lần kế tiếp điện thoại này được dùng để goi hoặc trả lời cuộc gọi và sau đó cúp máy. Có thể cài đặt như thế để tận dụng hỗ trợ kỹ thuật gốc nếu khả dụng và tự động trở về 'Chế độ Generic' khi không cài đặt là 'always'.
